Repository: keygenqt/flutter-aWords
Catalog: apps/website/lib/l10n/app_*.arb
Languages: ru

# cards_title
source: Cards
ru: Карты

# cards_subtitle
source: Here you will find ready-made collections of words. You can also create your own collection.
ru: Здесь вы найдете уже готовые подборки слов. Также вы можете создать свою подборку.

# cards_label_search
source: Search
ru: Поиск

# cards_tooltip_users_cards
source: Users' Cards
ru: Карты пользователей

# cards_tooltip_my_cards
source: My Cards
ru: Мои карты

# cards_tooltip_favorite_cards
source: Favorite Cards
ru: Избранные карты

# cards_tooltip_create_card
source: Create Card
ru: Создать карту

# common_copyright
source: Copyright Â© {year} KeyGenQt, All rights reserved. Powered by Flutter.
ru: Copyright © {year} KeyGenQt, Все права защищены. Работает на Flutter.

# common_header_sign_in
source: Sign In
ru: Вход

# common_header_sign_out
source: Sign Out
ru: Выход

# common_footer_title_features
source: Features
ru: функции

# common_footer_desc
source: Leave notes and paper cards at home and learn a foreign language anywhere with aWords.
ru: Оставте записки и бумажные карточки дома и изучайте иностранный язык где угодно с помощью aWords.

# common_footer_create_card
source: On the site you can create flashcards to study. The list of available words is huge. There are 50 FreeDict dictionaries available for every taste and preference.
ru: На сайте вы можете создавать карточки для изучения. Список доступных слов огромен. Доступно 50 словарей FreeDict на любой вкус и предпочтения.

# common_footer_stats_card
source: You can view your flashcard study statistics.
ru: Вы можете просматривать свою статистику по изучению карточек.

# common_footer_friends
source: Your statistics will be available to all your friends. You can administer access on the site.
ru: Ваша статистика будет доступна всем вашим друзьям. Администрировать доступы можно на сайте.

# common_footer_title_create_card
source: Create cards
ru: Создание карт

# common_footer_title_stats_card
source: Stats
ru: Статистика

# common_footer_title_friends
source: Friends
ru: Друзья

# common_404_error
source: Looks like we can't find the page you're looking for.
ru: Похоже, мы не можем найти страницу, которую вы ищете.

# common_404_error_btn
source: To Home
ru: На главную

# friends_title
source: Friends
ru: Друзья

# friends_subtitle
source: Here you can see the statistics of your friends
ru: Здесь вы можете посмотреть статистику своих друзей

# friends_chart_activity_title
source: Activity in {year}
ru: Активность в {year}

# friends_chart_activity_subtitle
source: Word learning activity by month this year. The number of responses is displayed.
ru: Активность по изучению слов по месяцам в этом году. Отображается количество ответов.

# friends_chart_count_1
source: Number of available words
ru: Количество доступных слов для изучения

# friends_chart_count_2
source: The number of unlearned words
ru: Количество не выученных слов в карточке

# friends_chart_count_3
source: Number of words marked as learned
ru: Количество слов отмеченных как выученные

# home_main_welcome
source: Welcome to aWords
ru: Добро пожаловать

# home_main_title
source: We will help you learn foreign words once and for all
ru: Мы поможем вам выучить слова раз и навсегда

# home_main_text
source: Let's learn words together. It's simple! You simply create a flashcard with words and learn them in one of several available modes.
ru: Давайте учить слова вместе. Это просто! Вы просто создаете карточку со словами и учите их в одном из нескольких доступных режимов.

# home_main_btn
source: Sign Up
ru: Регистрация

# home_steps_title
source: How it works
ru: Как это работает

# home_steps_text
source: Follow a few steps to start using the app and succeed in learning a foreign language.
ru: Выполните несколько шагов, чтобы начать пользоваться приложением и преуспеть в изучении языка.

# home_steps_item1_title
source: Registration
ru: Регистрация

# home_steps_item1_text
source: In order to identify you in the system, you need to register. It's quite simple.
ru: Для того, чтобы вас идентифицировать в системе, вам необходимо зарегистрироваться.

# home_steps_item2_title
source: Cards
ru: Карточки

# home_steps_item2_text
source: You can use already created cards or you can create your own set of words to study.
ru: Вы можете использовать уже созданные карточки или создать свой собственный набор слов для изучения.

# home_steps_item3_title
source: Application
ru: Приложение

# home_steps_item3_text
source: Install the application. Apps for Android and Aurora OS are available.
ru: Установите приложение на ваш смартфон. Доступны приложения для Android и ОС Aurora.

# home_steps_item4_title
source: Enjoy
ru: Наслаждайтесь

# home_steps_item4_text
source: Learn foreign words wherever you want. Share results with friends.
ru: Изучай иностранные слова где хочешь. Просматривайте статистику. Делитесь результатами с друзьями.

# home_apps_title1
source: Download & enjoy
ru: Скачать и наслаждаться

# home_apps_title2
source: Download
ru: Скачать

# home_apps_title3
source: from your app store
ru: с магазина приложений

# home_apps_text
source: The app is available for Android and Aurora OS.
ru: Приложение доступно для Android и Aurora OS.

# home_help_title
source: Need more help?
ru: Есть вопросы?

# home_help_text
source: If you have any questions, you can email them to me.
ru: Если у вас остались вопросы вы можете написать их мне на почту.

# home_help_btn
source: To write a message
ru: Написать сообщение

# signIn_title
source: Sign In
ru: Авторизация

# signIn_field_passw
source: Password
ru: Пароль

# signIn_field_btn_submit
source: Submit
ru: Отправить

# signIn_field_btn_signUp
source: Sign Up
ru: Регистрация

# signIn_successfully
source: We are glad to see you again!
ru: Рады вас видеть снова!

# signIn_validate_email_empty
source: Please enter email.
ru: Пожалуйста, введите email.

# signIn_validate_email_not_match
source: Email is not match.
ru: Электронная почта не соответствует.

# signIn_validate_password_empty
source: Please enter password.
ru: Пожалуйста, введите пароль.

# signUp_title
source: Sign Up
ru: Регистрация

# signUp_field_name
source: Name
ru: Имя

# signUp_field_passw
source: Password
ru: Пароль

# signUp_field_btn_submit
source: Submit
ru: Отправить

# signUp_field_btn_signIn
source: Sign In
ru: Авторизация

# signUp_successfully
source: Welcome!
ru: Добро пожаловать!

# signUp_validate_name_empty
source: Please enter name.
ru: Пожалуйста, введите имя.

# signUp_validate_email_empty
source: Please enter email.
ru: Пожалуйста, введите email.

# signUp_validate_email_not_match
source: Email is not match.
ru: Электронная почта не соответствует.

# signUp_validate_password_empty
source: Please enter password.
ru: Пожалуйста, введите пароль.

# stats_title
source: Stats
ru: Статистика

# stats_subtitle
source: Here you can see your language learning statistics. Your every move is recorded!
ru: Здесь вы можете посмотреть свою статистику изучения языка. Фиксируется каждое ваше движение!

# stats_chart_activity_title
source: Activity in {year}
ru: Активность в {year}

# stats_chart_activity_subtitle
source: Word learning activity by month this year. The number of responses is displayed.
ru: Активность по изучению слов по месяцам в этом году. Отображается количество ответов.

# stats_chart_count_1
source: Number of available words
ru: Количество доступных слов для изучения

# stats_chart_count_2
source: The number of unlearned words
ru: Количество не выученных слов в карточке

# stats_chart_count_3
source: Number of words marked as learned
ru: Количество слов отмеченных как выученные
